app/controllers/users_controller.rb

UPDATE "users" SET "last_name" = ?, "encrypted_password" = ?, "phone" = ?, "updated_at" = ? WHERE "users"."id" = ?  [["last_name", ""], ["encrypted_password", "$2a$11$cQvnkpw9ujivklnAvmr69ugG6EXhz0VcgVUJ4j0qsRAext818DLC."], ["phone", ""], ["updated_at", "2019-05-23 00:25:05.236080"], ["id", 4]]
---
  def update
    respond_to do |format|
      if @user.update(user_params)